"Cancel" = "Abbrechen";
"ErasingFileWarning" = "Möchten Sie diese Datei wirklich unwiderruflich löschen?";
"ErasingFilesWarning" = "Möchten Sie diese Dateien wirklich unwiderruflich löschen?";
"ErasingMessage" = "Löschen";
"ErasingTrashWarning" = "Möchten Sie die Dateien im Papierkorb wirklich unwiderruflich löschen?";
"ErrorDeletingDiscMessage" = "Permanent Eraser kann das CD/DVD nicht löschen.";
"ErrorDeletingMessage" = "Permanent Eraser kann die Datei nicht löschen: \"%@\"";
"ErrorTitle" = "Warnung";
"OK" = "OK";
"PreparingMessage" = "Löschen vorbereiten…";
"Quit" = "Beenden";